{
  "topics": "Tematy",
  "sections": "Sekcje",
  "to-top": "Powrót do góry",
  "war": "Wojna",
  "buildings": "Ważne budynki",
  "westerplatte": "Tereny Westerplatte",
  "content": {
    "war": {
      "name": "Wojna",
      "parts": [
        "przed wojną",
        "przebieg bitwy o Westerplatte",
        "skutki bitwy",
        "o obrońcach"
      ],
      "sections": [
        [
          "W 1920 roku na małym półwyspie Westerplatte w Wolnym Mieście Gdańsku powstała składnica wojskowa.",
          "Jesienią 1925 roku Liga Narodów przekazała Polakom, do własnego użytku, teren Westerplatte. Początkowo stacjonowało tam 88 żołnierzy. Zagrożenie ze strony niemieckiej spowodowało jednak, iż krótko przed wybuchem wojny załogę Składnicy wzmocniono do 182 ludzi.",
          "/images/gallery/szlezwik_holsztyn.jpg",
          "Gallery description TODO",
          "25 sierpnia 1939 roku pancernik „Schleswig-Holstein” wypłynął do Gdańska 25 z „wizytą kurtuazyjną”. Zacumował w kanale portowym 150 m od Westerplatte, jednak w rzeczywistości pancernik miał rozkaz tam być w momencie wybuchu wojny, która pierwotnie miała się rozpocząć 26 sierpnia.",
          "W dniu 26 sierpnia kmdr Gustav Kleikamp przesunął „Schleswiga-Holsteina” w górę kanału pomiędzy Gdańskiem a Westerplatte. Major Henryk Sucharski postawił swój garnizon w stan najwyższej gotowości.",
          "Z powodu przesunięcia daty ataku na Polskę z 26 sierpnia na 1 września, pancernik był zmuszony pozostać tam przez kolejne sześć dni, zanim hasło „Fiske” zostało wysłane i zajęcie Gdańska mogło się rozpocząć.",
          "W nocy z 31 sierpnia na 1 września żołnierze polscy broniący Westerplatte czuwali – na stanowiskach znajdowała się ⅓ załogi. Reszta spała, gotowa do akcji w przeciągu kilku minut od ogłoszenia alarmu. Tymczasem ok. 400 m od polskiej placówki, przy twierdzy Wisłoujście, pod osłoną nocy zeszła na ląd z pokładu „Schleswiga-Holsteina” kompania szturmowa Kriegsmarine. Wyokrętowani żołnierze zajęli pozycje wyjściowe do ataku przy murze okalającym składnicę od południowego wschodu. Niemieccy saperzy w kilku miejscach podłożyli ładunki wybuchowe, aby tuż przed rozpoczęciem się ataku wykonać wyłomy w ogrodzeniu.",
          "Około godz. 4:00 „Schleswig-Holstein” podniósł cumy i przemieścił się do Zakrętu Pięciu Gwizdków, skąd miał lepsze pole ostrzału. O godz. 4:43 w dzienniku pokładowym zapisano: „Okręt idzie do ataku na Westerplatte”."
        ],
        [
          "Często mówi się, że bitwa o Westerplatte rozpoczęła II Wojnę Światową. Prawdą jednak jest, że zaczęła się kilka minut wcześniej atakiem w kilku punktach granicznych.",
          "Pierwsze ostrzeliwanie rozpoczęło się 1 września, o godzinie 4:45 przez niemiecki pancernik „Schleswig-Holstein”. Zwiastowało ono piekło, jakie mieli przeżyć na Westerplatte polscy obrońcy. 18 dział pancernika umilkło dopiero wtedy, gdy przeniósł się on w rejon Helu, z taktycznego punktu widzenia znacznie ważniejszy dla Niemców. W czasie ataku zniszczone zostały brama kolejowa oraz fragmenty muru.",
          "Pierwszym punktem, wokół którego toczono zaciekłe walki, była placówka „Prom”, którą dowodził Leon Pająk. Polacy pozwolili zbliżyć się Niemcom na możliwie najmniejszą odległość, po czym otworzyli ogień ze swoich karabinów maszynowych. Nieprzygotowani na tak skuteczną obronę Niemcy, zmuszeni zostali do wycofania się, zostawiając za sobą wielu zabitych i rannych. Również innym placówkom udało się przetrzymać pierwszy atak. Po załamaniu ofensywy zaskoczeni Niemcy postanowili „zmiękczyć” obronę. „Schleswig-Holstein” podpłynął na odległość zaledwie 500 metrów i zaczął razić Składnicę ogniem.",
          "1 września zameldowano o pierwszych stratach po polskiej stronie. Zginęli st. sierż. Wojciech Najsarek, kpr. Kowalczyk, st. leg. Ziemba oraz strzelec Bronisław Uss, a rannych zostało 10 osób. Po stronie niemieckiej, tego dnia, zmarło 20 żołnierzy i 140 zostało rannych. W tym dniu Niemcy aż trzykrotnie podejmowali się przeprowadzenia ataku, lecz wszystkie próby zakończyły się niepowodzeniem.",
          "Według wstępnych założeń dowództwa polska placówka miała wytrzymać 12 godzin, aż do nadejścia wsparcia. Taki był plan obrony, który i tak uznawano za optymistyczny, wziąwszy pod uwagę nikłość załogi Westerplatte i spodziewaną przewagę Niemców.",
          "Liczono jednak na to, iż po wyhamowaniu pierwszego impetu natarcia uda się przeprowadzić ofensywę pomocniczą, która oswobodzi zamkniętych w okrążeniu żołnierzy. Kontrofensywa nigdy nie nadeszła. Realia wojny, dodajmy: zdecydowanie na korzyść będących w przewadze liczebnej i sprzętowej Niemców, zmusiły Polaków do trwania na pozycjach znacznie dłużej niż zakładane 12 godzin.",
          "Fatalna sytuacja wokół Westerplatte doprowadziła do rozłamu w gronie dowódców Składnicy. Od 2 września na Westerplatte dowodził faktycznie kpt. Franciszek Dąbrowski, który będąc zastępcą Sucharskiego, zmienił go na stanowisku. Sucharski przeszedł ciężkie załamanie nerwowe, był gotowy się poddać. Z czasem zaczął siać niebezpieczny defetyzm wśród kolegów, co skłoniło Dąbrowskiego do podjęcia dramatycznej decyzji i odizolowania Sucharskiego od reszty załogi.",
          "Drugiego dnia wojny Niemcy ponowili ataki lądowe. Mimo naporu wroga, podciągającego coraz liczniejsze oddziały, żołnierze polscy wytrzymali natarcie. Dramat rozpoczął się około godz. 17.00, gdy nad Westerplatte nadleciały niemieckie bombowce. Obrońcy usłyszeli przeraźliwy gwizd kilkudziesięciu samolotów Luftwaffe, które zrzuciły swój śmiercionośny ładunek, obracając w gruzy wartownię nr 5. Trafione zostały również koszary niszcząc kuchnię i radiostację, wszystkie moździerze oraz została przerwana łączność telefoniczna. Nalot trwał 40 minut.",
          "Straty tego dnia wyniosły 9 zabitych i wielu rannych. Wieczorem niemieckie oddziały jeszcze raz spróbowały wedrzeć się do placówki. I tym razem górą była polska załoga. Mjr Sucharski rozkazał zniszczyć dokumenty przechowywane na Westerplatte.",
          "W kolejnych dniach walk o Westerplatte coraz bardziej wyczerpani Polacy trwali na stanowiskach, odpierając niemieckie natarcia oraz znosząc ostrzał artyleryjski. Morale załogi na krótko poprawiła wiadomość o tym, iż Wielka Brytania i Francja wypowiedziały wojnę III Rzeszy. Jednak pomoc, zarówno ze strony państw Europy Zachodniej, jak i Armii „Pomorze”, nie nadchodziła i słabła nadzieja, że w ogóle nadejdzie.",
          "Tymczasem Niemcy przygotowywali się do generalnego szturmu. 4 września do ostrzeliwania Westerplatte przystąpiły dwa torpedowce. Niemcy ściągnęli także kompanię pionierów wyposażoną m.in. w miotacze ognia, a także ciężkie moździerze kal. 211 mm.",
          "5 września Sucharski zwołał naradę dowódców, na której postanowiono trwać na stanowiskach. Według niektórych relacji szlochający Sucharski prosił o poddanie Westerplatte. Dąbrowski prawdopodobnie zagroził, że jeśli major nie przestanie namawiać żołnierzy do kapitulacji, rozkaże go aresztować. Sucharski nadal pozostawał faktycznym dowódcą obrony, a co za tym idzie zwierzchnikiem Dąbrowskiego, który winien mu był posłuszeństwo, niezależnie od warunków bojowych. Istnieją relacje, które przekazują, iż Sucharski faktycznie na krótko znalazł się „pod kluczem”, co miało być akcją co bardziej bojowo nastawionych obrońców Składnicy. Wydarzenia te kładą się cieniem na historii obrony Westerplatte, ale pokazują też, w jakich warunkach działali polscy obrońcy.",
          "6 września Niemcy dwukrotnie podjęli próbę podpalenia lasu porastającego Westerplatte za pomocą cystern, wypełnionych ropą, wtoczonych na teren składnicy po linii kolejowej. Pierwsza próba zakończyła się porażką i została powstrzymana ogniem broni maszynowej i działka przeciwpancernego 37 mm, które zniszczyły cysternę, a za drugim razem pożar nie rozprzestrzenił się.",
          "Rankiem 7 września niemiecka artyleria rozpoczęła potężną kanonadę. Tego samego dnia na teren walki przybyły niemieckie uzupełnienia – szkolny batalion saperów i oddział policji. Po godzinnym ostrzale do ataku ruszyli saperzy, którzy za pomocą miotaczy ognia podpalili las, a za nimi piechota. Pociski moździerzowe poważnie uszkodziły wartownię nr 2, ale polskie karabiny maszynowe jeszcze raz powstrzymały atakujących.",
          "Był to jednak ostatni wysiłek obronny załogi Westerplatte. Około godz. 10:15 mjr Henryk Sucharski, który już w poprzednich dniach domagał się kapitulacji, wydał rozkaz poddania się, argumentując to stratami, beznadziejnym położeniem, wyczerpaniem żołnierzy, fatalnym stanem rannych i przewagą liczebną oraz wobec wypełnienia rozkazu obrony placówki przez jeden dzień. Część obrońców chciała walczyć dalej, ale rozkaz został potwierdzony. Załoga zebrała się przy koszarach, a mjr Sucharski z dwoma żołnierzami udał się do Niemców. Dowódca wojsk niemieckich gen. Friedrich Eberhardt w uznaniu męstwa Polaków pozwolił majorowi przebrać się w mundur galowy oraz zachować szablę."
        ],
        [
          "Mimo iż żołnierze cały czas byli zorganizowanym oddziałem i skutecznie stawiali opór wielokrotnie silniejszemu przeciwnikowi, ich zmagania musiały zostać zakończone. Na skutek wyczerpania amunicji oraz fatalnej sytuacji sanitarnej mjr Sucharski decyduje się poddać placówkę.",
          "Polacy skorzystali z możliwości honorowej kapitulacji. Walczyli dopóki mogli, dalszy opór byłby pewną śmiercią. W dowód uznania dla bohaterskiej postawy Polaków gen. Eberhardt, kierujący niemieckim natarciem, pozwolił Sucharskiemu zachować oficerską szablę.",
          "Straty niemieckie w bitwie o Westerplatte według oryginalnych szacunków polskich wynoszą ok. 300 zabitych i 700–1000 rannych, jednak według nowszych danych wynoszą one około 30–50 zabitych i co najmniej 120 rannych, wobec ok. 15 poległych i ok. 50 rannych po stronie polskiej obrońców. Krzysztof Komorowski podaje 50 zabitych i 150 rannych po stronie niemieckiej.",
          "Obrońcy Westerplatte, którzy wytrwali na straceńczej placówce do 7 września, odpierając 13 szturmów, swą postawą i determinacją zyskali nie tylko sławę, ale i demonstracyjnie okazywany szacunek przeciwnika, co w całej kampanii było czymś wyjątkowym. Niemcy nazywali nawet Westerplatte „małym Verdun”, co miało obrazować furię natarcia ich żołnierzy na placówkę.",
          "Polskie oddziały na Westerplatte miały bronić się 12 godzin, a utrzymały się aż 7 dni, budując wokół siebie mit nieustępliwości i bohaterstwa polskiego żołnierza. Stały się symbolem Wojska Polskiego, które zawsze walczy do końca.",
          "Mit Polaków na Westerplatte szybko został rozpowszechniony. Niebagatelne znaczenie na tym polu miały audycje Polskiego Radia na bieżąco informującego o wydarzeniach w placówce. Drugim elementem budowania legendy była wiersz napisany przez Konstantego Ildefonsa Gałczyńskiego jeszcze w trakcie trwania kampanii wrześniowej. Warto przytoczyć jego słowa, choć w rzeczywistości obrona Składnicy wyglądała nieco inaczej. Mit o żołnierzach z Westerplatte, którzy „czwórkami do nieba szli”, poszedł w świat."
        ],
        [
          "Załoga Westerplatte przed 1939 rokiem składała się z dwóch oficerów, 20 podoficerów i 66 żołnierzy (zatrudniono także ok. 20 pracowników cywilnych, m.in. obsługujących elektrownię, urządzenia kolejowe, portowe i magazyny).",
          "Wiosną i latem 1939 roku zwiększono stan załogi. We wrześniu 1939 roku składnicy strzegło 182 żołnierzy, w tym 5 oficerów i lekarz (inne źródła podają 205–210 żołnierzy, w tym ponad 70 podoficerów). Z drugiej strony Bogusław Kubisz określa siły polskie na Westerplatte w dniu 31 sierpnia 1939 roku na 205–225 ludzi, w tym sześciu oficerów i 30 pracowników kontraktowych (w większości byłych wojskowych, którzy zostali zmobilizowani i wzięli potem udział w obronie).",
          "Załoga placówki uzbrojona była w broń ciężką – 4 moździerze 81 mm, 2 działka przeciwpancerne 37 mm i działo piechoty 75 mm. W wyposażeniu obrońców znajdowało się także 18 ckm, 17 rkm i 8 lkm. Żołnierze dysponowali ok. 160 karabinami, ok. 40 pistoletami i około tysiącem granatów.",
          "Zapasy żywności mogły wystarczyć na miesiąc. Według planów Westerplatte miało bronić się przez dwanaście godzin, a w rzeczywistości broniło się aż 7 dni."
        ]
      ]
    },
    "buildings": {
      "name": "Ważne budynki",
      "introduction": "Placówka składała się z 5 betonowych, wzmocnionych wartowni i przystosowanych do obrony, wzmocnionych, najnowocześniejszych wówczas w Polsce koszar. W sierpniu, w obliczu mnożących się prowokacji niemieckich i wobec groźby wybuchu wojny, na terenie Westerplatte wybudowano drewniano-ziemne umocnienia polowe stanowiące zewnętrzny pas obrony. Wykonano też zaporę przeciwczołgową, rzędy zasieków oraz wycięto niektóre drzewa i krzewy dla zapewnienia lepszej widoczności i pola ostrzału. By ukryć prace przed wzrokiem niemieckich obserwatorów, prowadzono je w nocy.",
      "parts": [
        "koszary",
        "wartownie",
        "elektrownia",
        "magazyny amunicyjne",
        "placówki"
      ],
      "sections": [
        [
          "Budynek tzw. starych koszar oryginalnie był hotelem wzniesionym w 1890 roku. Miał dwie kondygnacje z niewielką piwnicą.",
          "Pierwszy projekt, który miał na celu przekształcenie pomieszczeń hotelu na koszary, powstał w 1924 roku.",
          "Nowe koszary zostały wybudowane na zachód od budynku tzw. starych koszar w 1936 roku. Z czasem stary hotel przekształcono w zaplecze gospodarze oraz potencjalne miejsce zakwaterowania nadliczbowej załogi oraz sezonowych pracowników cywilnych.",
          "Stare koszary przetrwały bitwę o Westerplatte jednak już jesienią 1939 r. został skrupulatnie rozebrany. Materiały z rozbiórki, według zachowanych relacji, miały posłużyć rozbudowującym obóz w Stutthof jako materiał budowalny.",
          "Budynek nowych koszar wybudowany w 1934 roku w kształcie niesymetrycznej litery T. Miał jedno piętro i powierzchnię 654 m2.",
          "Pełnił on wiele funkcji. W kondygnacji piwnicznej urządzono pomieszczenia przeznaczone na radiostację, kabinę bojowa, elektrownię i magazyn amunicji, kuchnię, stołówkę, magazyn żywności i garaż. Na parterze zlokalizowano centralę telefoniczną, pomieszczenia żołnierskie, umywalnie i centralę szefa kompanii. Na piętrze znajdowała się kancelaria komendanta Składnicy, izba chorych, pokoje oficerów i podoficerów służby czynnej.",
          "Budynek został uszkodzony w czasie bombardowania, ale nie osłabiły jego zdolności do obrony. Obecnie widoczne zniszczenia są skutkiem celowego wysadzenia obiekty przez sowieckich saperów."
        ],
        [
          "Koncepcja obrony została opracowana przez pułkownika Józefa Siłakowskiego. Rdzeniem obrony stały się koszary obronne (czasami nazywane Wartownią nr 6).",
          "Pięć wartowni było częścią systemu obrony Wojskowej Składnicy Tranzytowej. Ustawione były w kształcie pięciokąta. Dzięki takiemu rozmieszczeniu każdy spodziewany kierunek natarcia nieprzyjaciela pokryty był ogniem broni maszynowej z co najmniej dwóch wartowni, najbardziej zaś niebezpieczny kierunek wschodni był dodatkowo wspierany ogniem z izby bojowej koszar.",
          "Jedynie wartownia numer 1 przetrwała do dzisiaj. Funkcjonuje obecnie jako muzeum."
        ],
        [
          "Budynek elektrowni wraz ze znajdującymi się wewnątrz stacją transformatorową i systemem pomp był przewidywany do wzniesienia już w 1924 r. Konieczność uruchomienia własnej stacji elektro-generatorów była podyktowana problemami na wypadek przerw w dostawach energii elektrycznej z Gdańska, które w tamtym czasie były codziennością.",
          "Polska jednostka wojskowa, która miała być użytkownikiem całego terenu, wraz z magazynami, obiektami koszarowymi i innymi, nie mogła sobie pozwolić na zależność od dostaw prądu. Obiekt mieszczący generatory spalinowe miał sprostać temu zadaniu i zabezpieczać pracę poprzez dostawy prądu, zwłaszcza przy wyładunku i załadunku materiałów wojennych. Dotychczasowe połączenie kablowe dawnego kurortu na Westerplatte z siecią energetyczną miasta Gdańska nie zapewniłoby wystarczającej ilości energii. Należało położyć nowe kable po dnie kanału portowego Wisły. Dzięki temu do codziennego użytku wykorzystywano sieć miejską, a w rezerwie można było bez przeszkód uruchomić znajdujące się na miejscu generatory prądu.",
          "Sam obiekt wzniesiono pod koniec 1926 r. Jednak przekazany budynek wymagał dalszych prac wyposażających go w specjalistyczne urządzenia, bez których nie można było z niego korzystać. Podpisany 21 grudnia 1926 r. kontrakt zamykający ten etap prac otwierał równocześnie możliwość umieszczenia w obiekcie agregatów spalinowych. Uruchomienie ich, nie bez przeszkód, nastąpiło dopiero w kwietniu 1928 r. Od tego czasu Wojskowa Składnica Towarowa miała możliwość korzystania z dostaw energii elektrycznej w sposób niezależny od gdańszczan.",
          "Budynek ten w trakcie walk nie był wykorzystywany, ponieważ przewidując ostrzał nieprzyjaciela, w budynku nowych koszar zainstalowano osobny generator.",
          "Elektrownia jest jedynym obiektem, który zachował się w niemal nie zmienionym stanie od 1939 roku. Po renowacji oraz adaptacji wnętrz będzie to miejsce przyszłej wystawy czasowej muzeum na Westerplatte."
        ],
        [
          "Aby przechowywać dostarczane morzem materiały niebezpieczne wybudowano w sumie 22 magazyny amunicyjne, które od strony miasta były osłonięte watami ziemnymi. W latach użytkowania Składnicy do magazynów tych prowadziły dwie równoległe bocznice kolejowe."
        ],
        [
          "„Fort” – Utworzona w betonowym schronie z 1911 roku. Miała za zadanie odpierać natarcie ze strony plaży. Po wyczerpaniu możliwości obronnych miała za zadanie wycofać się do Wartowni nr. 5. Obsada placówki odpierała ataki prowadzone wzdłuż morza i bocznicą kolejową, między magazynami.",
          "„Prom” – Położona na południowym wschodzie Westerplatte placówka. Przyjęła pierwsze natarcia III Rzeszy. ",
          "„Wał” – Najbardziej wysunięta na wschód placówka Wojskowej Składnicy Towarowej. Znajdował się na wale ziemnym otaczającym magazyn amunicyjny nr 1 i wraz z placówką „Prom” ubezpieczała linię wartowni przed niespodziewanym atakiem. Godzinę od pierwszego ataku postanowiono opuścić placówkę i wycofać się bez strat do placówki „Fort”",
          "„Tor kolejowy“ – Utworzona przy ruinach wartowni nr. 5. Do końca obrony wypełniała lukę w systemie obrony.",
          "„Elektrownia“ – Placówka broniąca półwysep od strony basenu amunicyjnego. Wybudowana została przez  Michała Gawlickiego – zmobilizowanego pracownika cywilnego. Umiejscowiona została w połowie odległości między budynkiem elektrowni, a Wartownią nr. 4",
          "„Łazienki“ – Składająca się z dwóch stanowisk placówka była najdalej postawioną na północ. Pierwsze stanowisko stanowił rów strzelecki na skraju lasu, a drugie było umiejscowione na wale magazynu amunicyjnego nr. 19. Zamykały one kierunek od strony basenu amunicyjnego oraz plażę",
          "„Przystań” – Placówka umiejscowiona na skraju lasku, po zachodniej stronie Westerplatte, pełniła zadanie obrony przed ewentualnym desantem jednostek niemieckich. Współdziałała ogniowo z Wartownią nr. 2. Dowódcą placówki był ppor. Zdzisław Kręgielski."
        ]
      ]
    },
    "westerplatte": {
      "name": "Tereny Westerplatte",
      "parts": [
        "w przeszłości",
        "dziś i jutro"
      ],
      "sections": [
        [
          "Pierwotnie była to wyspa przy ujściu Martwej Wisły do Zatoki Gdańskiej. Półwysep został uformowany w latach 1845-1847.",
          "Od 1926 roku do 1939 półwysep był eksklawą Polski wewnątrz terytorium Wolnego Miasta Gdańska. W tym okresie funkcjonowała tam Wojskowa Składnica Tranzytowa. To jej obrona stała się symbolicznym początkiem II Wojny Światowej i polskiego oporu przeciw agresji III Rzeszy.",
          "Nazwa „Westerplatte” pochodzi z języka niemieckiego. „West” to zachodnia, a „platte” to płyta, w tym przypadku rozumiana jako wyspa. Nazwa tego półwyspu oznacza dosłownie „zachodnią wyspę”.",
          "Na terenach Westerplatte powstała Wojskowa Składnica Towarowa, która na celu miała zabezpieczenie dostaw dla Polski przez port w Gdańsku. W 1925 roku wybudowano nowy basen portowy, tzw. basen amunicyjny, do którego doprowadzono tor kolejowy. Na nabrzeżach umieszczono sześć dźwigów oraz trzy magazyny."
        ],
        [
          "Obecnie znajduje się tam muzeum Westerplatte i Wojny 1939. Na jego terenie stoi, zbudowany w latach 1964 - 1966, 25-metrowy Pomnik Obrońców Wybrzeża. Ustawiony na 20-metrowym kopcu monument przypomina wyszczerbiony bagnet wbity w ziemię. W czasie przebudowy terenu wyburzono znaczącą część ruin koszar. W 1967 przy poszerzaniu kanału portowego przesunięto na szynach w całości Wartownię nr 1.",
          "Od zakończenia II Wojny Światowej na terenie Westerplatte stacjonują jednostki Wojska Polskiego.",
          "W 2019 uchwalono ustawę mającą na celu budowę do 2026 nowego Muzeum Westerplatte i Wojny 1939, które kosztem 200 mln zł ma zostać zrealizowane na powierzchni 27,5 tys. m kw. Projekt przewiduje odbudowę siedmiu budowli wojskowej składnicy tranzytowej oraz utworzenie wystawy stałej o powierzchni 3,5 tys. m kw.",
          "W 2020 roku ogłoszono konkurs na koncepcję Cmentarza Wojskowego Żołnierzy Wojska Polskiego na Westerplatte."
        ]
      ]
    }
  }
}