{
  "topics": "Topics",
  "sections": "Sections",
  "to-top": "Return to top",
  "war": "War",
  "buildings": "Important buildings",
  "westerplatte": "Westerplatte areas",
  "content": {
    "war": {
      "name": "War",
      "introduction": "",
      "parts": [
        "before the war",
        "the course of the Battle of Westerplatte",
        "battle effects",
        "about the defenders"
      ],
      "sections": [
        [
          "Military depot was established on the small Westerplatte peninsula in the Free City of Gdańsk.",
          "/images/gallery/brama_kolejowa.jpg",
          "In the fall of 1925, the League of Nations handed over the area of Westerplatte to the Poles for their own use. Initially, 88 soldiers were stationed there. However, the threat from the German side meant that shortly before the outbreak of the war, the depot's crew was strengthened to 182 people.",
          "On August 25, 1939, the battleship \"Schleswig-Holstein\" left for Gdańsk on 25 with a \"courtesy visit\". She moored in the port channel 150 meters from Westerplatte, but in fact the battleship was ordered to be there at the outbreak of the war, which was originally supposed to start on August 26.",
          "On August 26, Cdr Gustav Kleikamp moved the \"Schleswig-Holstein\" up the canal between Gdańsk and Westerplatte. Major Henryk Sucharski put his garrison on high alert.",
          "Due to the postponement of the attack on Poland from August 26 to September 1, the battleship was forced to stay there for another six days before the slogan \"Fiske\" was sent and the seizure of Gdańsk could begin.",
          "On the night of August 31 and September 1, Polish soldiers defending Westerplatte were on watch - of the crew were in their positions. The rest were asleep, ready for action within minutes of the alert. Meanwhile, about 400 meters from the Polish outpost, at the Wisłoujście fortress, the Kriegsmarine assault company disembarked from the deck of the \" Schleswig -Holstein\" under the cover of night . The disembarked soldiers took their starting positions to attack by the wall surrounding the depot from the south-east. German sappers planted explosives in several places to make breaches in the fence just before the attack began.",
          "Around 4:00 \"Schleswig-Holstein\" lifted the lines and moved to the Five Whistle Turn, from where it had a better field of fire. At. At 4:43 the logbook reads: \"The ship goes to attack Westerplatte.\""
        ],
        [
          "It is often said that the Battle of Westerplatte started World War II. It is true, however, that it started a few minutes earlier with an attack at several border points.",
          "The first shelling began on September 1 at 4:45 by the German battleship \"Schleswig-Holstein\". It heralded the hell that Polish defenders were to experience on Westerplatte. The 18 guns of the battleship went silent only when it moved to the Hel region, much more important for the Germans from a tactical point of view. During the attack, the railway gate and fragments of the wall were destroyed.",
          "The first point around which fierce battles were fought was the \"Prom\" post, commanded by Leon Pająk. The Poles let the Germans come as close as possible and then opened fire with their machine guns. Unprepared for such an effective defense , the Germans were forced to withdraw, leaving many killed and wounded behind. Other outposts also managed to withstand the first attack. After the collapse of the offensive, the surprised Germans decided to \"soften\" the defense. The Schleswig-Holstein swam only 500 meters away and began striking the Storehouse with fire.",
          "On September 1, the first losses on the Polish side were reported. Sgt. Wojciech Najsarek , Cpl. Kowalczyk, senior leg. Ziemba and gunner Bronisław Uss , and 10 people were injured. On the German side, on that day, 20 soldiers died and 140 were wounded. On that day, the Germans attempted the attack three times, but all attempts were unsuccessful.",
          "According to the initial assumptions of the command, the Polish post was to last 12 hours until the support arrived. This was the defense plan, which was considered optimistic anyway, given the weakness of the Westerplatte crew and the expected advantage of the Germans.",
          "However, it was hoped that after slowing down the first impetus of the attack, it would be possible to launch an auxiliary offensive, which would free the soldiers trapped in the encirclement. The counteroffensive never came. The realities of the war, let us add: definitely in favor of the numbers and equipment advantage of the Germans, forced the Poles to stay in positions much longer than the assumed 12 hours.",
          "The disastrous situation around Westerplatte led to a split among the commanders of the Storehouse. From September 2 on Westerplatte was actually commanded by Capt. Franciszek Dąbrowski, who, being Sucharski's deputy, changed him in the position. Sucharski had a severe nervous breakdown and was ready to give up. With time, he began to sow dangerous defeatism among his colleagues, which prompted Dąbrowski to make a dramatic decision and isolate Sucharski from the rest of the crew.",
          "On the second day of the war, the Germans renewed their land attacks. Despite the enemy's pressure, drawing more and more troops, Polish soldiers withstood the attack. The drama started around 17.00, when German bombers flew over Westerplatte. The defenders heard the terrifying whistle of several dozen Luftwaffe planes, which dropped their deadly load, turning guardhouse No. 5 into rubble. The barracks were also hit, destroying the kitchen and radio station, all mortars, and telephone communication was interrupted. The raid lasted 40 minutes.",
          "Losses that day amounted to 9 killed and many wounded. In the evening, the German troops tried to break into the facility again. And this time the Polish crew was on top. Major Sucharski ordered the documents stored at Westerplatte to be destroyed.",
          "In the following days of the fighting for Westerplatte, the more and more exhausted Poles remained in their positions, repelling German attacks and enduring artillery fire. The morale of the crew was briefly improved by the news that Great Britain and France had declared war on the Third Reich. However, help, both from the countries of Western Europe and the Army \"Pomorze\", did not come, and the hope that it would come at all was weakened.",
          "Meanwhile, the Germans were preparing for a general assault. On September 4, two torpedo boats began shelling Westerplatte. The Germans also brought in a pioneer company equipped with, inter alia, in flamethrowers as well as heavy 211 mm mortars.",
          "On September 5, Sucharski called a conference of commanders, at which it was decided to remain in positions. According to some accounts, the sobbing Sucharski asked to surrender Westerplatte. Dąbrowski probably threatened that if the major did not stop persuading the soldiers to surrender, he would order his arrest. Sucharski was still the actual defense commander, and thus Dąbrowski's superior, who owed him obedience, regardless of the combat conditions. There are reports that say that Sucharski was in fact “locked up” for a short time, which was to be the action of the more militant defenders of the depot. These events cast a shadow on the history of the defense of Westerplatte, but also show the conditions under which the Polish defenders operated.",
          "On September 6, the Germans attempted to set fire to the forest growing on Westerplatte twice with cisterns, filled with oil, rolled onto the premises of the depot along the railway line. The first attempt was a failure and was stopped by the fire of a machine gun and 37 mm anti-tank gun, which destroyed the tank, and the second time the fire did not spread.",
          "On the morning of September 7, the German artillery launched a powerful cannonade. On the same day, German troops arrived at the battlefield - a school sapper battalion and a police unit. After an hour of firing, the sappers started the attack, setting fire to the forest with flamethrowers, followed by the infantry. Mortar shells seriously damaged Guardhouse No. 2, but Polish machine guns stopped the attackers once again.",
          "However, it was the last defense effort of the Westerplatte crew. Around 10:15 Major Henryk Sucharski, who had already demanded surrender in the previous days, gave the order to surrender, arguing it with losses, hopeless situation, exhaustion of soldiers, terrible condition of the wounded and numerical superiority, and due to the fulfillment of the order to defend the facility for one day. Some of the defenders wanted to continue fighting, but the order was confirmed. The crew gathered at the barracks, and Maj. Sucharski with two soldiers went to the Germans. The commander of the German army, General Friedrich Eberhardt, in recognition of the bravery of Poles, allowed the major to change into his gala uniform and keep his saber."
        ],
        [
          "Despite the fact that the soldiers were still an organized unit and successfully resisted the many times stronger opponent, their struggle had to be ended. Due to the exhaustion of ammunition and the terrible sanitary situation, Maj. Sucharski decides to surrender the facility.",
          "Poles took advantage of the possibility of honorary surrender. They fought as far as they could, further resistance would be certain death. In recognition of the heroic attitude of Poles, General Eberhardt, who led the German attack, allowed Sucharski to keep his officer's saber.",
          "German losses in the Battle of Westerplatte, according to the original Polish estimates, amount to approx. 300 killed and 700–1,000 wounded, however, according to more recent data, they amount to around 30–50 killed and at least 120 wounded, against approx. 15 dead and approx. 50 wounded on the side of Polish defenders. Krzysztof Komorowski lists 50 killed and 150 wounded on the German side.",
          "The defenders of Westerplatte, who persevered in the execution facility until September 7, repelling 13 assaults, gained not only fame with their attitude and determination, but also the demonstrative respect of the opponent, which was something exceptional throughout the campaign. The Germans even called Westerplatte \"little Verdun\", which was supposed to illustrate the fury of their soldiers attacking the outpost.",
          "The Polish troops in Westerplatte were supposed to defend themselves for 12 hours, and they lasted for as many as 7 days, building around themselves the myth of the tenacity and heroism of the Polish soldier. They have become a symbol of the Polish Army, which always fights to the end.",
          "The myth of Poles in Westerplatte was quickly spread. The broadcasts of the Polish Radio, which kept you informed about events in the facility, were of great importance in this respect. The second element of building the legend was a poem written by Konstanty Ildefons Gałczyński during the September campaign. It is worth quoting his words, although in reality the defense of the Depot was slightly different. The myth about the soldiers from Westerplatte who \"went to heaven in fours\" has gone out into the world."
        ],
        [
          "Before 1939, the Westerplatte crew consisted of two officers, 20 non-commissioned officers and 66 soldiers (about 20 civilian employees were also employed, including those serving the power plant, railway and port facilities and warehouses).",
          "In the spring and summer of 1939, the number of employees was increased. In September 1939, the depot was guarded by 182 soldiers, including 5 officers and a doctor (other sources say 205-210 soldiers, including over 70 non-commissioned officers). On the other hand, Bogusław Kubisz defined the Polish forces at Westerplatte on August 31, 1939 at 205-225 people, including six officers and 30 contract workers (mostly former military personnel who were mobilized and then took part in the defense).",
          "The crew of the facility was armed with heavy weapons - 4 81 mm mortars, 2 37 mm anti-tank guns and a 75 mm infantry gun. The defenders were also equipped with 18 HMGs, 17 machine guns and 8 LMGs. The soldiers had around 160 rifles, around 40 pistols and around 1,000 grenades.",
          "Food stocks could last a month. According to the plans, Westerplatte was supposed to defend itself for twelve hours, but in fact it defended itself for as long as 7 days."
        ]
      ]
    },
    "buildings": {
      "name": "Important buildings",
      "introduction": "The facility consisted of 5 concrete, reinforced guardhouses and adapted for defense, reinforced, then the most modern barracks in Poland. In August, in the face of increasing German provocations and the threat of a war, timber and earth field fortifications were built in the area of Westerplatte as an external defense line. An anti-tank dam, rows of wire entanglements were also made, and some trees and bushes were cut to ensure better visibility and the field of fire. In order to hide the works from the eyes of German observers, they were carried out at night.",
      "parts": [
        "barracks",
        "guardhouses",
        "power plant",
        "ammunition warehouses",
        "outposts"
      ],
      "sections": [
        [
          "The building of the so-called of the old barracks was originally a hotel built in 1890. It had two floors with a small basement.",
          "The first project to convert hotel rooms into barracks was made in 1924.",
          "New barracks were built to the west of the so-called old barracks in 1936. Over time, the old hotel was transformed into host facilities and a potential place to accommodate an overflow crew and seasonal civilian workers.",
          "The old barracks survived the Battle of Westerplatte, but in the fall of 1939 it was meticulously demolished. According to the surviving reports, the materials from the demolition were to be used as a building material for the extension of the camp in Stutthof.",
          "The building of the new barracks, built in 1934, in the shape of an asymmetrical T letter, had one floor and an area of 654 m2.",
          "It performed many functions. In the basement there are rooms for a radio station, a combat cabin, a power plant and an ammunition store, a kitchen, a canteen, a food store and a garage. On the ground floor there is a telephone exchange, soldiers' quarters, washrooms and the headquarters of the company chief. On the first floor there was the office of the depot commander, the sick bay, rooms for officers and non-commissioned officers of active service.",
          "The building was damaged during the bombing , but its defense capabilities were not impaired. Currently, the visible damage is the result of the deliberate blowing up of the facilities by Soviet sappers."
        ],
        [
          "The frame was developed by the concept of Józef Silakowski. The core of the defense of constant defense (sometimes worth costly # 6).",
          "Five guardhouses have reached the defense system of the Military Transit Depot. Arranged in a pentagon. Thanks to him, each expected direction of the attack, the enemy was covered with the fire of machine guns from the guardhouse, the second such direction, which was supported by fire due to quick technical support",
          "Only guardhouse number 1 has survived to this day. It functions now as a museum."
        ],
        [
          "The power plant building with the transformer station and the pump system inside was planned to be erected as early as 1924. The necessity to start up one's own electro-generator station was dictated by problems in the event of interruptions in electricity supplies from Gdańsk, which were common at that time.",
          "The Polish military unit, which was to be the user of the entire area, including warehouses, barracks and other facilities, could not afford to be dependent on electricity supplies. The facility housing combustion generators was to meet this task and secure work through electricity supplies, especially during the unloading and loading of war materials. The existing cable connection of the former health resort on Westerplatte with the power network of the city of Gdańsk would not provide enough energy. New cables had to be laid along the bottom of the Vistula port canal. As a result, the city network was used for everyday use, and the on-site power generators could be easily started in the reserve.",
          "The building itself was erected at the end of 1926. However, the donated building required further work to equip it with specialized devices, without which it could not be used. The contract signed on December 21, 1926, closing this stage of works, also opened the possibility of placing combustion units in the facility. Their commissioning, not without obstacles, took place only in April 1928. Since then, the Military Goods Depot was able to use electricity independently from the inhabitants of Gdańsk.",
          "This building was not used during the fighting, because, anticipating enemy fire, a separate generator was installed in the building of the new barracks.",
          "The power plant is the only facility that has survived almost unchanged since 1939. After renovation and interior adaptation, it will be the site of the future temporary exhibition of the museum in Westerplatte."
        ],
        [
          "In order to store hazardous materials delivered by sea, 22 ammunition stores were built, which were shielded with earth watts from the city side. During the years of use of the depot, two parallel railway sidings led to these warehouses."
        ],
        [
          "\"Fort\" - Created in a concrete bunker from 1911. Its task was to repel an attack from the beach. After exhausting her defensive capabilities, she was supposed to withdraw to Guardhouse No. 5. The staff of the facility repelled attacks carried out along the sea and a railway siding, between warehouses.",
          "\"Prom\" - The facility located in the south-east of Westerplatte. It adopted the first attacks of the Third Reich.",
          "\"Wał\" - the easternmost outpost of the Military Goods Depot. It was located on the earth embankment surrounding the ammunition warehouse No. 1 and together with the \"Prom\" facility it secured the guardhouse line against unexpected attacks. An hour after the first attack, it was decided to leave the outpost and withdraw without losses to the \"Fort\" outpost",
          "\"Tor kolejowy\" - Created at the ruins of guardhouse no. 5. Until the end of the defense, it fills the gap in the defense system.",
          "\"Elektrownia\" - The facility defending the peninsula from the ammunition basin. It was built by Michał Gawlicki - a mobilized civilian worker. It was located halfway between the power plant building and Guardhouse no. 4",
          "\"Łazienki\" - Consisting of two stands, the facility was the farthest to the north. The first position was a shooting ditch at the edge of the forest, and the second one was located on the embankment of the ammunition warehouse no. 19. They closed the direction from the ammunition basin and the beach",
          "\"Przystań\" - The facility is located on the edge of the forest, on the west side of Westerplatte, it was used to defend German units against landing. It cooperated on fire with Guardhouse no. 2. The commander of the facility was 2nd Lt. Zdzisław Kręgielski"
        ]
      ]
    },
    "westerplatte": {
      "name": "Westerplatte areas",
      "introduction": "",
      "parts": [
        "in the past",
        "today and tommorow"
      ],
      "sections": [
        [
          "Originally, it was an island at the mouth of the Martwa Wisła river into the Bay of Gdańsk. The peninsula was formed in the years 1845-1847.",
          "From 1926 to 1939, the peninsula was an exclave of Poland within the territory of the Free City of Gdańsk. At that time, the Military Transit Storehouse operated there. It was her defense that became the symbolic beginning of World War II and the Polish resistance against the aggression of the Third Reich.",
          "The name \"Westerplatte\" comes from the German language. \"West\" is western, and \"platte\" is a plate, in this case understood as an island. The name of this peninsula literally means \"western island\".",
          "A Military Transit Depot was established in Westerplatte to secure supplies for Poland through the port in Gdańsk. In 1925, a new port basin was built, the so-called ammunition pool, to which the railway track was connected. There are six cranes and three warehouses on the quays."
        ],
        [
          "Currently, there is a museum of Westerplatte and the War of 1939 on its premises, built in the years 1964-1966, a 25-meter Monument to the Defenders of the Coast. The monument, placed on a 20-meter mound, resembles a jagged bayonet stuck into the ground. During the reconstruction of the area, a significant part of the barracks ruins were demolished. In 1967, when widening the port canal, Guardhouse No. 1 was completely moved on rails.",
          "From the end of the war, units of the Polish Army have been stationed in Westerplatte.",
          "In 2019, a law was passed aimed at building a new Museum of Westerplatte and the War of 1939 by 2026, which at the cost of PLN 200 million is to be implemented on an area of 27.5 thousand square meters. The project provides for the reconstruction of seven buildings of the military transit depot and the creation of a permanent exhibition with an area of 3.5 thousand square meters.",
          "In 2020, a competition was announced for the concept of the Military Cemetery of the Polish Army Soldiers in Westerplatte."
        ]
      ]
    }
  }
}